type UkrainianRegionType = {
  code: string;
  name: string;
};

export const ukrainianRegions: UkrainianRegionType[] = [
  { code: '80', name: 'м.Київ' },
  { code: '05', name: 'Вінницька область' },
  { code: '07', name: 'Волинська область' },
  { code: '12', name: 'Дніпропетровська область' },
  { code: '18', name: 'Житомирська область' },
  { code: '14', name: 'Донецька область' },
  { code: '21', name: 'Закарпатська область' },
  { code: '23', name: 'Запорізька область' },
  { code: '26', name: 'Івано-Франківська область' },
  { code: '32', name: 'Київська область' },
  { code: '35', name: 'Кіровоградська область' },
  { code: '44', name: 'Луганська область' },
  { code: '46', name: 'Львівська область' },
  { code: '48', name: 'Миколаївська область' },
  { code: '51', name: 'Одеська область' },
  { code: '53', name: 'Полтавська область' },
  { code: '56', name: 'Рівненська область' },
  { code: '59', name: 'Сумська область' },
  { code: '61', name: 'Тернопільська область' },
  { code: '63', name: 'Харківська область' },
  { code: '65', name: 'Херсонська область' },
  { code: '68', name: 'Хмельницька область' },
  { code: '71', name: 'Черкаська область' },
  { code: '73', name: 'Чернівецька область' },
  { code: '74', name: 'Чернігівська область' },
];
